Repository: kaanalsoy43/roblox-hitius-sourcecode
Catalog: iOS/*.lproj/Localizable.strings
Languages: de

# UsernameWord
source: Username
de: Benutzername

# PasswordWord
source: Password
de: Passwort

# LogoutConfirmation
source: Do you want to log out?
de: Möchten Sie sich abmelden?

# LoginFailedTitle
source: Login Failed - %@
de: Fehler bei der Anmeldung - %@

source: Remember Password
de: Habe Mein Passwort vergessen

# UsernameRequirements
source: Username (length 3-20, _ is allowed)
de: 3-20 alphanumerische Zeichen, Kein Leerzeichen

# PasswordRequirements
source: Password (min length 8)
de: 6-20 Zeichen mit mindestens 2 Zahlen

# GenderWord
source: Gender
de: Geschlecht

# SelectWord
source: Select
de: Wählen

# BirthdayWord
source: Birthday
de: Geburtstag

# BirthdayRequirements
source: Select Your Birthday
de: Wählen Sie Ihren Geburtstag

# EmailRequirements
source: optional
de: (wahlfrei)

# EmailRequirementsUnder13
source: (parent's email)
de: (Eltern per E-Mail)

# SignupWord
source: Sign Up
de: Registrieren

source: Choose one
de: Einen selektieren

# GenderBoy
source: Boy
de: Junge

# GenderGirl
source: Girl
de: Mädchen

# EntryIncorrectTitle
source: Please Check Entries
de: Bitte überprüfen Sie die Einträge

# EntryIncorrectBody
source: One or more of the fields are incorrect or empty.
de: Eine oder mehrere der Einträge sind nicht korrekt.

# VerifyWord
source: Confirm Password
de: überprüfen

# VerifyRequirements
source: Retype Password
de: Passwort erneut eingeben

# SignupFinePrint
source: By tapping 'Sign up' above, you are agreeing to our <a href='http://www.roblox.com/info/terms-of-service'>Terms of Service</a>, <a href='http://www.roblox.com/info/EULA.htm'>Licensing Agreement</a>, and <a href='http://www.roblox.com/Info/Privacy.aspx?layout=null'>Privacy Policy</a>.
de: Durch Antippen 'Registrieren' oben, <a href='http://www.roblox.com/info/terms-of-service'>sie unseren Nutzungsbedingungen einverstanden</a>, <a href='http://www.roblox.com/info/EULA.htm'>Lizenzvereinbarung</a>, und <a href='http://www.roblox.com/Info/Privacy.aspx?layout=null'>Datenschutz</a>. Wir werden Ihre Daten nicht an Dritte weiter.

# DoneWord
source: Done
de: Erledigt

# NextWord
source: Next
de: Neben

source: Select Birthday
de: Wählen Geburtstag

source: Select Gender
de: Wählen Sie Geschlecht

# CloseWord
source: Close
de: Schließen

source: Signing Up...
de: Unterschreiben...

# VerifyError
source: This password does not match the original password you entered.
de: Dieses Passwort entspricht nicht dem ursprünglichen eingegebene Passwort.

# FieldsIncomplete
source: Not all required fields are filled
de: Nicht alle Pflichtfelder ausgefüllt sind

# NoSignupUsernameError
source: No username was entered, please enter a username.
de: Kein Benutzername eingegeben wurde, geben Sie einen Benutzernamen.

# NoSignupPasswordError
source: No password specified, please enter a password.
de: Kein Passwort angegeben, geben Sie ein Kennwort ein.

# NoSignupVerifyPasswordError
source: Password was not verified, please enter password in 'Verify' field.
de: Passwort wurde nicht überprüft, geben Sie das Passwort im Feld 'Überprüfen'.

# NoSignupBirthdayError
source: No birthday specified, please select a birthday.
de: Kein Geburtstag angegeben, wählen Sie bitte einen Geburtstag.

# NoSignupGenderError
source: No gender specified, please select a gender.
de: Kein Geschlecht angegeben, wählen Sie bitte ein Geschlecht.

# UnknownError
source: Sorry! An unknown error occurred. Please try again later.
de: Ein unbekannter Fehler bei der Anmeldung aufgetreten. Bitte versuchen Sie es später erneut.

# PasswordNoMatch
source: Passwords do not match. Please retype your password.
de: Passwörter stimmen nicht überein. Bitte geben Sie Ihr Passwort ein.

# UsernameTaken
source: This username has already been taken! Tap here to try %@ instead!
de: Dieser Benutzername ist bereits vergeben! Tippen Sie hier, um zu versuchen %@ statt!

# PasswordWrong
source: Your password must contain at least 2 numbers and be between 8-20 characters.
de: Das Passwort muss mindestens 2 Ziffern 4 Buchstaben, 1 Symbol sein und zwischen 8-20 Zeichen.

# VerifyPasswordWrong
source: Your passwords do not match.
de: Das Prüfkennwort nicht mit dem Kennwort übereinstimmen.

source: Create Account
de: Benutzerkonto erstellen

# MaleWord
source: Male
de: Männlich

# FemaleWord
source: Female
de: Weiblich

# LoginWord
source: Login
de: Einloggen

# LoginTitle
source: Log in
de: Einloggen

# Unknown Login Failure
source: Login Failure - Unknown error!
de: Loginfehler - unbekannter Fehler

source: Logging In
de: Anmeldung

# PlayNowButtonLabel
source: Play Now
de: jetzt spielen

# GameWord
source: Games
de: Spiele

# CatalogWord
source: Catalog
de: Katalog

# InventoryWord
source: Inventory
de: Bestand

# BuildersClubWord
source: Builders Club
de: Baumeister Klub

# ProfileWord
source: Profile
de: Profil

# MessagesWord
source: Messages
de: Meldungen

# CommunityWord
source: Community
de: Gemeinde

# YouAreCurrentlyLoggedInAs
source: You are currently signed in as a guest
de: Sie sind zur Zeit als Gast angemeldet

source: Welcome to ROBLOX!
de: Willkommen zum ROBLOX!

# SignupButton
source: Sign up
de: Registrieren

# LoginButton
source: Login
de: Anmelden

# YouMustLogin
source: Create an account or sign in to access this feature
de: Schaffen Sie ein Konto oder unterzeichnen Sie herein, um auf diese Eigenschaft zuzugreifen

# GroupsWord
source: Groups
de: Gruppen

# LeaderboardsWord
source: Leaderboards
de: Bestenlisten

# LaunchGame
source: Launching Game
de: Spiel Starten

# EndingGame
source: Game Closing
de: Spiel Schließung

# AboutWord
source: About
de: Von

# LegalText
source: ROBLOX, 'Online Building Toy', characters, logos, names, and all related indicia are trademarks of ROBLOX Corporation ©2013. US Patents 7,874,921. Patents pending. Contact us at info@roblox.com
de: ROBLOX, 'Online bauen Spielzeug', Charakter, logo, namen, und alle zugehörigen Zeichen sind Marken von ROBLOX Corporation ©2013. US Patents 7,874,921. Zum Patent angemeldet. Kontaktieren Sie uns unter info@roblox.com

source: Terms of Service
de: Nutzungsbedingungene

source: Licensing Agreement
de: Lizenzvereinbarung

source: Privacy Policy
de: Datenschutz

# AndWord
source: And
de: und

# RecommendUpgradeTitle
source: Upgrade available!
de: Neue Version verfügbar!

# RecommendUpgradeBody
source: Your version of %@ is out of date and may not work properly. An upgrade is required.
de: Ihre Version von %@ ist veraltet und kann nicht richtig funktionieren. Eine Aktualisierung erforderlich ist.

# RequireUpgradeTitle
source: Please Upgrade!
de: Bitte Aktualisieren!

# RequireUpgradeBody
source: Your version of %@ is out of date and will not work properly. Please upgrade immediately via the App Store.
de: Ihre %@ version ist nicht auf dem neuesten Stand und kann zu Fehlverhalten führen. Es wird eine sofortige Aktualisierung empfohlen.

# IgnoreButtonText
source: Not Now
de: Nicht jetzt

# UpgradeButtonText
source: Upgrade
de: Aktualisieren

# GeneralGameStartError
source: There was an error starting this game.
de: Es gab einen Fehler Start dieses Spiel.

# MemoryError
source: We're sorry, this place uses too many parts for your device
de: Leider wird in diesem Ort zu viele Teile für das Gerät.

# ConnectionError
source: ROBLOX requires Internet connection
de: ROBLOX Internetverbindung erforderlich.

# ConnectionErrorGameEnded
source: Cannot join this game because it has ended
de: Dieses Spiel kann nicht beitreten , weil es zu Ende ist.

# ConnectionErrorGameFull
source: Cannot join this game because it is full
de: Dieses Spiel kann nicht beitreten, weil sie voll ist.

# ConnectionErrorGameDisabled
source: Cannot join this game because it is disabled
de: Dieses Spiel kann nicht beitreten, weil es deaktiviert ist.

# ConnectionErrorGameUserLeft
source: Cannot join this game because the User who you followed has left the game.
de: Dieses Spiel kann nicht beitreten , weil der Benutzer, der Sie folgen hat das Spiel verlassen.

# ConnectionErrorGameRestricted
source: Game not available for this App
de: Dieses Spiel kann nicht beitreten , weil sie auf Ihr Gerät beschränkt.

# WiFiOnlyError
source: Cannot start game because you are not connected via WiFi (you can change this setting in the Settings App)
de: Kann nicht starten Spiel, weil Sie nicht über WLAN verbunden sind (Sie können diese Einstellung im Settings-App ändern)

# InvalidUsernameOrPw
source: Invalid username or password
de: Falsche Passwort oder Benutzername

# TooManyAttempts
source: Too many attempts - please try after 5 minutes
de: Zu viele Fehlversuche - bitte versuchen Sie es nach 5 Minuten wieder

# NeedsExternalLogin
source: Your user account has issues, please try logging in using Safari or any other browser
de: Ihr Benutzerkonto hat Probleme, bitte versuchen Sie sich mit Safari oder einem anderen Browser ???what the hell is this?

# UnsupportedDevicePlayError
source: ROBLOX Mobile currently supports Games on iPhone 4+, iPad 2+, and iPod touch 5th gen.
de: ROBLOX Mobile derzeit unterstützt Spiele auf iPhone 4 +, iPad 2 + und iPod touch 5G.

# BannedMessage
source: You are banned from using ROBLOX from %@ to %@. Reason: %@ Please try logging in using Safari.
de: Sie sind von der Nutzung ROBLOX von %@ %@ , um verboten. nGrund : %@ nBitte versuchen Sie sich mit Safari .

# BannedForeverMessage
source: You are banned permanently from using ROBLOX from %@. Reason: %@.
de: Sie sind dauerhaft von der Nutzung ROBLOX von %@ verboten. nGrund : %@ .

# CancelWord
source: Cancel
de: Abbrechen

# LogoutWord
source: Logout
de: Abmelden

# OkWord
source: Ok
de: Bestätigen

# WarnPlaceIsNotIdeal
source: We're sorry, this place may not play well on your device because:
de: Es tut uns leid spielt dieser Platz möglicherweise gut nicht auf Ihrem Gerät, weil:

# WarnTooManyParts
source: This place has %d parts (%d is recommended)
de: Dieser Platz hat %d Teile (%d wird empfohlen)

# CannotMakePurchase
source: We are sorry, you cannot make purchases at this time. If this problem persists contact info@roblox.com
de: Leider können zur Zeit keine Käufe getätigt werden. Sollte sich dies nicht ändern, bitte info@roblox.com kontaktieren.

# HavePendingTransactionError
source: You already have pending transactions, please try again after some time. You may need to restart your device. If this problem persists contact info@roblox.com
de: Sie haben bereits anstehende Transaktionen. Bitte nach einiger Zeit wieder versuchen oder das Gerät neu starten. Sollte sich dies nicht ändern, bitte info@roblox.com kontaktieren.

# TransactionFailedTitle
source: Purchase failed
de: Kauf gescheitert

# TransactionFailedBody
source: Purchase failed, please contact info@roblox.com with your Apple receipt
de: Kauf fehlgeschlagen, kontaktieren Sie bitte info@roblox.com mit Ihrem Apple Erhalt

# UserNeedsToSignIn
source: ROBLOX User %@ needs to login to complete the pending transaction before you can buy. You may need to restart your device. If this problem persists contact info@roblox.com
de: Bevor der Kauf ausgeführt werden kann und um die ausstehenden Transaktionen durchzuführen, muss sich der ROBLOX Benutzer %@ anmelden, und möglicherweise das Gerät neu starten.

# AnyUserNeedsToSignIn
source: Please login to complete the pending transaction. If this problem persists contact info@roblox.com
de: Bitte loggen Sie sich ein, um die angemeldete Transaktion abzuschließen. Wenn dieses Problem weiterhin besteht, wenden info@roblox.com

# AppPurchasingDisabledTitle
source: In-App Purchasing disabled
de: In-App Käufe sind momentan deaktiviert

# CannotPurchaseBecauseParentalControl
source: You are not able to make purchases. Check your parental control settings and try again later.
de: Mit diesen Kindersicherungseinstellungen können keine Käufe getätigt warden. Bitte überprüfen und noch einmal versuchen.

# SessionExpired
source: Session Expired, Please logout and log back in to do the purchase
de: Session abgelaufen. Bitte erneut anmelden, um den Kauf durchzuführen.

# DismissButtonText
source: Dismiss
de: Verwerfen

# TransactionDelayedTitle
source: Transaction delayed
de: Verzögerte Transaktion

# TransactionDelayedBody
source: Your transaction is delayed. We are still processing your transaction, it may take some more time.
de: Ihre Transaktion wird verzögert. Wir sind immer noch der Bearbeitung Ihrer Transaktion, kann es noch einige Zeit dauern.

# PurchaseSuccessful
source: Purchase successful, it may take up to 5 minutes to be reflected in your account
de: Der Kauf war erfolgreich, aber es kann bis zu 5 Minuten dauern bis es im Konto sichtbar wird.

# PurchasedFailed
source: Purchase failed, please try again
de: Beim Kauf dieses Objektes ist ein Fehler aufgetreten, bitte probieren Sie es später noch einmal.

# WaitForAnotherRobuxPurchase
source: Please wait for some time before making a Robux purchase
de: Bitte warten Sie einige Zeit, bevor Robux Kauf

# WaitForAnotherBCPurchase
source: Please wait for some time before making a Builder's Club purchase
de: Bitte warten Sie einige Zeit, bevor Builder Club Kauf

# WaitForAnotherCatalogPurchase
source: Please wait for some time before making a Catalog purchase
de: Bitte warten Sie einige Zeit, bevor Catalog Kauf

# RatingString
source: If you enjoy using ROBLOX, would you please rate it? It wont take more than a minute. If you are having issues or problems, please email support at support@roblox.com.
de: Wenn Sie ROBLOX genießen, würden Sie bewerten Sie? Es wird nicht länger als eine Minute. Wenn Sie Fragen oder Probleme haben, bitte E-Mail Unterstützung bei support@roblox.com.

# RatingTitle
source: Rate ROBLOX
de: Bewerte ROBLOX

# RatingYesButton
source: Rate ROBLOX
de: Bewerte ROBLOX

# RatingNoThanksButton
source: No, Thanks
de: Nein, Danke

# RatingRemindMeLaterButton
source: Remind me later
de: Später erinnern

# BuildWord
source: Build
de: Bauen

# CookiesClearedMessage
source: ROBLOX Cookies are cleared
de: Roblox Cookies werden gelöscht

# ClearCookiesWord
source: Clear Cookies
de: Cookies löschen

# RobloxDevSuccessfulPair
source: Successfuly Paired with %@
de: Erfolgreicher Gepaart mit %@

# RobloxDevPairFailure
source: Did not pair with Studio, did you put in the right code?
de: Haben Sie nicht mit dem ROBLOX Studio zu koppeln, haben Sie in dem richtigen Code zu setzen?

# RobloxDevPairFailureTimeout
source: Could not find ROBLOX Studio. Please make sure you are on the same network as ROBLOX studio.
de: Konnte nicht gefunden ROBLOX Studio. Bitte stellen Sie sicher, dass Sie im gleichen Netzwerk wie ROBLOX Studio sind.

# EnterHerePhrase
source: 4-digit number
de: 4-stellige Zahl

# PairWord
source: Pair
de: Pärchen

# RbxDevPairingInstructions
source: Enter ROBLOX Dev Code from ROBLOX Studio to connect
de: Geben Sie ROBLOX Dev Code aus ROBLOX Studio zu verbinden

# RbxDevWaiting
source: Waiting for ROBLOX Studio Connection. From ROBLOX Studio go to the "Test" tab, then click "Start" with the Server checkbox enabled.
de: Warten auf ROBLOX Studio Verbindung...

# RbxDevConnectionCreated
source: ROBLOX Studio connection created, waiting for setup...
de: ROBLOX Studio Verbindung erstellt und wartet auf Inbetriebnahme...

# RbxDevStudioFound
source: ROBLOX Studio found, creating connection...
de: ROBLOX Studio gefunden, Erstellung von Verbindungs...

# RbxDevFinalizing
source: Finalizing some things...
de: Abschließen einige Dinge...

# RbxDevPressConnect
source: Please press the connect button when you have a server running in ROBLOX Studio.
de: Bitte drücken Sie Connect-Taste, wenn Sie einen Server auf ROBLOX Studio laufen.

# SeeAllPhrase
source: See All
de: Zeige Alle

# MoreWord
source: More
de: Mehr

# CreatedWord
source: Created
de: Erstellt

# FavoritedWord
source: Favorited
de: Favorit

# MaxPlayersPhrase
source: Max players
de: Max. spieler

# BuilderWord
source: Builder
de: Baumeister

# SearchGamesPhrase
source: Search Games
de: Suche Spiele

# SearchResultsPhrase
source: Search Results
de: Suchergebnisse

# ReadMoreWord
source: Read More
de: Weiterlesen

# PlayersWord
source: Players
de: Spieler

# TodayWord
source: Today
de: Heute

# PastWeekPhrase
source: Past Week
de: Vergangenen Woche

# PastMonthPhrase
source: Past Month
de: Letzten Monat

# AllTimePhrase
source: All Time
de: Aller Zeiten

# InboxWord
source: Inbox
de: Posteingang

# NotificationsWord
source: Notifications
de: Meldungen

# FriendRequestsPhrase
source: Friend Requests
de: Freundschaftsanfragen

# NoNewRequests
source: You do not have any new friend requests.
de: Sie haben noch keine neuen Freundschaftsanfragen.

# PointsWord
source: Points
de: Punkte

# BuyRobuxPhrase
source: Buy ROBUX
de: Kaufen Robux

# BuildersClubPhrase
source: Builders Club
de: Bauer Club

# AccountWord
source: Account
de: Konto

# LogOutPhrase
source: Log Out
de: Ausloggen

# SaveWord
source: Save
de: Speichern

# AccountSettingsWord
source: Account Settings
de: Kontoeinstellungen

# ChangePasswordWord
source: Change Password
de: Kennwort ändern

# ChangePasswordVerb
source: Attempting to change password.
de: Der Versuch, das Kennwort zu ändern.

# ChangeEmailWord
source: Change Email
de: E-Mail ändern

# ChangeEmailExample
source: email@example.com
de: E-Mail@Exempel.de

# ChangeEmailVerb
source: Attempting to change email account.
de: Der Versuch, E-Mail-Konto ändern.

# PasswordCurrentWord
source: Current Password
de: Aktuelles Passwort

# PasswordCurrentPhrase
source: Type your current ROBLOX password
de: Geben Sie Ihr aktuelles Passwort ROBLOX

# PasswordNewWord
source: New Password
de: neues Passwort

# PasswordConfirmWord
source: Confirm Password
de: Passwort bestätigen

# PasswordConfirmPhrase
source: Retype your new password
de: Geben Sie Ihr neues Passwort

# ErrorSamePassword
source: The new password is the same as the old one.
de: Das neue Passwort ist das gleiche wie das alte.

# ErrorUnknownEmailChange
source: An unknown error has occurred while attempting to change your email. Please try again later.
de: Ein unbekannter Fehler ist beim Versuch, Ihre E-Mail ändern aufgetreten. Bitte versuchen Sie es später noch einmal.

# ErrorCannotReLogin
source: Successfully changed password but an unexpected error has occurred, please log in with your new password to continue.
de: Passwort erfolgreich geändert, aber ein unerwarteter Fehler aufgetreten ist, melden Sie sich bitte mit Ihrem neuen Passwort, um fortzufahren.

# SuccessChangePassword
source: Your password has been successfully changed.
de: Passwort erfolgreich geändert.

# SuccessChangeEmail
source: Successfully changed email account.
de: E-Mail-Konto wurde erfolgreich geändert.
